{
    "fatui_facts": {
      "arlecchino": [
        "Known as 'Father', she runs the House of the Hearth, a division composed of orphans she considers her 'children'.",
        "She hails from Khaenri'ah, though she claims to be from Fontaine. She has a 'cursed flame' in her veins since youth."
      ],
      "pantalone": [
        "He is the wealthiest of all the Harbingers, having rented the entire Goth Grand Hotel in Mondstadt. However, he is not the richest person in Teyvat.",
        "Pantalone, also known as Regrator, rose from poverty and resents the divine hierarchy that denied him a Vision."
      ],
      "dottore": [
        "Also known as 'The Doctor' or 'Zandik', he has created multiple clones of himself, each with unique personalities and goals.",
        "Dottore was once expelled from the Sumeru Akademiya for unethical experiments that horrified even the sages."
      ],
      "scaramouche": [
        "Originally created as a puppet prototype for the Electro Archon before becoming a Harbinger.",
        "After defecting from the Fatui, Scaramouche renounced the title of 'Kunikuzushi' and became the Wanderer."
      ],
      "signora": [
        "Her real name is Rosalyne-Kruzchka Lohefalter, and she was once a member of the Crimson Witch of Flames."
      ],
      "columbina": [
        "Also called 'The Damselette', she is feared even among Harbingers, despite her calm demeanor."
      ],
      "capitano": [
        "Considered the strongest in direct combat among the Harbingers. Childe looks up to him."
      ],
      "General": [
        "Fatui Harbingers are the highest-ranking executives in Snezhnaya, wielding authority granted by the Tsaritsa.",
        "They use Delusions instead of Visions, giving them superior abilities.",
        "When someone becomes a Harbinger, they receive a new name and title based on their power and loyalty.",
        "Their names are inspired by characters from Italian commedia dell'arte.",
        "The Tsaritsa permits them to follow their own ideals, even if it means disobeying her."
      ]
    }
  }
  